Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_til_reapning_av_omradet_rundt_savio-monumentet_i_bugoyfjord_.html.tmx
Source language: nob
Languages: sme

source: Tale til reåpning av området rundt Savio-monumentet i Bugøyfjord
sme: Sárdni Savio-bázzebáikki ođđasisrahpama oktavuođas Reaisvuonnas

source: Sametingspresident Silje Karine Muotkas tale ved reåpning av området rundt Savio-monumentet i Bugøyfjord 23. september 2023.
sme: Sámediggepresideantta Silje Karine Muotka sárdni Savio-bázzebáikki ođđasisrahpama oktavuođas Reaisvuonnas čakčamánu 23. beaivvi 2023.

source: Kjære alle sammen, tiõrv!
sme: Ráhkis buohkat, tiõrv!

source: I går møttes flere av oss for en fin og høytidelig åpning av John Savios plass på torget i Kirkenes, og vi gleder oss stort over at den kjente og kjære samiske kunstneren John Andreas Savio nå er enda mer synlig og tilstedeværende i Sør-Varanger.
sme: Ikte ledje máŋggas mis čoahkkanan “John Savios plass/John Savio saji ” čáppa ja allaáiggálaš rahpamii Girkonjárgga guovddášbáikkis, ja mii illudit sakka go dovddus ja ráhkis sámi dáiddár John Andreas Savio dál lea vel eanet oidnosis Mátta-Várjjagis.

source: Men i dag er vi altså her i vakre Bugøyfjord, stedet der John Savio vokste opp med sine besteforeldre, og som formet ham og inspirerte ham som menneske og ikke minst som kunstner.
sme: Muhto odne mii leat dáppe čáppa Reaisvuonnas, báikkis gos John Savio bajásšattai iežas áhkuin ja ádjáin, ja mii hábmii ja inspirerii su, sihke olmmožin ja dieđusge maiddái dáiddárin.

source: Det er en ekstra stor glede for meg å være her i dag, for jeg har også mine røtter herfra.
sme: Munnje lea erenoamáš somá leat dáppe odne, danne go mus lea maid gullevašvuohta deike.

source: Min oldemor Elise og áddja Arne var herfra, og jeg har sterke barndomsminner om den sirlig stablede vedstabelen her, fra oldemors vennlige mottakelse når vi besøkte dem, og sommerdager i blomsterenga her oppe på bakken.
sme: Mu Elise-máttaráhkku ja Arne-áddjá leigga dáppe eret, ja mus leat čielga mánnávuođamuittut dain čábbát bordojuvvon muorain dáppe, máttaráhku liekkusvuođas go galledeimmet sin, ja geassebeivviin giettis dás dieva alde.

source: Min tippoldefar var fra Vagge og han het Mathis Ole Abrahamsen, og var blant annet reineier og politiker, blant mange av sine roller.
sme: Mu máttarmáttaráddjá lei Vagges eret ja su namma lei Mathis Ole Abrahamsen. Son lei earret eará boazodoalli ja politihkkár, ollu eará doaimmaid lassin.

source: Å stå sammen med dere her i dag for å markere reåpningen av området rundt John Savio-monumentet er en ære for meg.
sme: Munnje lea stuora gudni dinguin dás fárrolaga ávvudit John Savio -bázzebáikki ođđasisrahpama.

source: Monumentet er ikke bare en hyllest til en bemerkelsesverdig mann, det er også et symbol på samisk kultur, kunst og historie.
sme: Muitobázzi ii leat dušše erenoamáš olbmá gudnejahttin, muhto maiddái sámi kultuvrra, dáidaga ja historjjá mearka.

source: Jeg er overveldet av å se hvilken enorm innsats lokale krefter har lagt ned i å rydde, restaurere og forskjønne området rundt monumentet, og det er tydelig at dere viser stor omsorg og engasjement for John Savio og området rundt Tore Engens utrolig fine monument som ble satt opp for å ære Savio for snart 20 år siden.
sme: Mun lean hirpmástuvvan oaidnit man ollu návccaid báikkálaččat leat bidjan čorget, divodit ja buoridit bázzebáikki, ja lea čielggas ahte dii atnibehtet fuola ja beroštehpet John Savios ja báikkis gosa Tore Engen hirbmat fiinna muitobázzi ceggejuvvui fargga 20 jagi áigi gudnejahttin dihtii Savio.

source: John Savio var en kunstner og en forkjemper for samisk kultur og rettigheter.
sme: John Savio lei dáiddár ja sámi kultuvrra ja vuoigatvuođaid áŋgirušši.

source: Han utmerket seg som en pioner innen samisk kunst og var en viktig inspirasjon for å fremme samisk identitet og selvbestemmelse.
sme: Son lei sámi dáidaga ovdavázzi ja lei dehálaš inspirašuvdna sámi identitehta ja iešmearrideami ovddideapmái.

source: Hans liv og arbeid er et levende bevis på den kraften kunst og kreativitet har til å uttrykke og bevare kulturarv.
sme: Su eallin ja bargu lea duođaštussan dan fápmui mii dáidagis ja hutkáivuođas lea kulturárbbi ovddideapmái ja seailluheapmái.

source: Selv om Savio levde under tøffe forhold, og ikke fikk den anerkjennelsen han fortjente i sin samtid, har han vært til stor inspirasjon for generasjonene som kommer etter ham.
sme: Vaikko Savio elii garra dilis, iige ožžon dan fuomášumi maid ánssášii iežas áiggis, de lea son leamaš stuora inspirašuvdnan buolvvaide su maŋŋel.

source: Når vi i dag samles ved monumentet til ære for John Savio, gjør vi mer enn å hedre hans minne.
sme: Go mii odne čoahkkanit bácci birra gudnejahttin dihte John Savio, de eat dušše gudnejahte su muittu.

source: Vi forplikter oss til å fortsette hans arbeid med å styrke samisk kulturarv, fremme kunst og kultur, og bygge broer mellom ulike kulturer og samfunnslag.
sme: Mii geatnegahttit iežamet joatkit su barggu nannet sámi kulturárbbi, ovddidit dáidaga ja kultuvrra, ja hukset oktavuođaid gaskal iešguđet kultuvrraid ja servodagaid.

source: Dette monumentet skal minne oss om at vi har et felles ansvar for å bevare og feire vår arv, og at vi sammen kan skape en bedre fremtid.
sme: Dát bázzi lea muittuhussan midjiide min oktasaš ovddasvástádusas seailluhit ja ávvudit min árbbi, ja ahte mii ovttas sáhttit hábmet buoret boahtteáiggi.

source: Jeg vil takke alle som har bidratt til å gjøre dette monumentet til virkelighet, spesielt til Bugøyfjord bygde- og hyttelag og Bugøyfjord Vel.
sme: Mun háliidan giitit buohkaid geat leat veahkehan duohtandahkat dán bácci, erenoamážit áiggun giitit Bugøyfjord bygde- og hyttelag ja Bugøyfjord Vel.

source: La oss sammen fortsette å ære John Savios minne og arbeide for et Bugøyfjord og en verden som verdsetter samisk kunst, kultur og kulturarv.
sme: Gudnejahttot ain John Savio muittu ja bargot ain Reaisvuonna ja máilmmi ovdii mat árvvusatnet sámi dáidaga, kultuvrra ja kulturárbbi.
